Repository: vorwieger/SoundBar
Catalog: Resources/Localizations/*.lproj/Localizable.strings
Languages: german

# ImportTitle
source: Import of sounds Please select a button. Caution: The existing sound will be overwritten!
german: Import von Tönen. Bitte wählen Sie die gewünschte Schaltfläche aus. Achtung: Ein bereits gespeicherter Ton wird gelöscht!

# CancelButton
source: Cancel
german: Abbrechen

# SendByMailButton
source: Email Sound
german: Per E-Mail senden

# ExportButton
source: Export ...
german: Exportieren ...

# ErrorLabel
source: Error!
german: Fehler!

# InfoLabel
source: Info
german: Information

# NoSound
source: No Sound recorded. To record a sound press and hold the red button.
german: Es ist noch kein Ton gespeichert. Zur Aufnahme von Sprache, Tönen oder Geräusche den roten Aufnahmeknopf gedrückt halten!

# NoRecording
source: To record a sound press and hold the red button!
german: Zur Aufnahme von Sprache, Tönen oder Geräusche den roten Aufnahmeknopf gedrückt halten!

# TooLow
source: The recording was too quiet!
german: Die Aufnahme war zu leise!

# NoMail
source: Email is not available! Please configure Your Mail Account.
german: Der E-Mail Versand ist nicht möglich. Eventuell ist der Mail Account nicht richtig konfiguriert.

source: Error sending Mail!
german: Fehler beim Mailversand!

# NoRegistratedApp
source: No installed apps support opening this file.
german: Keiner der installierten Programme unterstützt das Öffnen von Sound Dateien.
